import React from 'react'

export default class TOS extends React.Component {
  render() {
    return (
		<div>
			<h1>Умови використання</h1>
			<p>Ї та є надаються вам без-будь яких гарантій, явних чи уявних. Ї та є не відповідають за вашу уяву чи дії, так само як будь-які, прямі чи опосередковані, прояви чи наслідки використання ї та є, включаючи матеріальну чи нематеріальну шкоду третім сторонам та будь-які інші наслідки, що явно не включені в ці умови.</p>
			<p>Ї та є створені, у тому числі, для застосування на об'єктах критичної інфраструктури, що визначаються, але не обмежені наступним переліком: атомні електростанції та інші об'єкти енергетики, системи життєзабезпечення та життєбезпеки, системи управління космічними апаратами, літаками, кораблями, військові об'єкти тощо. Однак ї та є все ж не відповідальні за будь-які наслідки, що виникнуть чи можуть виникнути в процесі такої експлуатації.</p>
			<p>Використовуючи ї та є, ви виражаєте явну та недвозначну згоду з цими умовами</p>
		</div>    	
	)
  }
}